import info01 from "../images/info/info01.png";
import info02 from "../images/info/info02.png";

export const INFOITEMS = [
  {
    id: "i01",
    img: info01,
    title: "Помощь и поддержка",
    body: [
      "Если в процессе обучения возникнут сложности, вы всегда сможете задать вопрос своему наставнику.",
      "Раз в несколько уроков вы будете получать большое задание, которое нужно будет сдавать на проверку код-ревьюеру. Он внимательно изучит ваш код, найдет ошибки и поможет вам стать лучше. ",
    ],
  },
  {
    id: "i02",
    img: info02,
    title: "Методика обучения",
    body: [
      "Весь учебный материал структурирован по принципу «спирального обучения». Сначала вы получаете базовые знания, а затем на каждом витке спирали углубляетесь в изученные темы, доводя их понимание до совершенства. Такой подход упрощает обучение и гарантирует, что вы не пропустите ничего важного.",
    ],
  },
];
